---
kind: type
id: T:Autodesk.Revit.DB.Structure.LoadOrientTo
source: html/c5375af8-d19d-73dd-6248-4c2440506517.htm
---
# Autodesk.Revit.DB.Structure.LoadOrientTo

Specifies load orientation.

## Syntax (C#)
```csharp
public enum LoadOrientTo
```